9/data/attachments/134d50cc7894409b.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Jason_hear_Friend_42366_8</nif:username>
            <nif:friendToBeRequested>soap_friends_cc45c340-44e2-4cca-b933-4a428ae8bc28</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>